/* Dialog title when quitting */
"Do you really want to quit X11?" = "您确定要退出 X11 吗？";

/* Dialog when quitting */
"Any open X11 applications will stop immediately, and you will lose any unsaved changes." = "任何打开的 X11 应用程序均将立即停止运行，您将丢失任何未存储的更改。";

/* Dialog title when switching to RandR */
"Enter RandR mode?" = "进入 RandR 模式吗？";

/* Dialog when switching to RandR */
"An application has requested X11 to change the resolution of your display.  X11 will restore the display to its previous state when the requesting application requests to return to the previous state.  Alternatively, you can use the ⌥⌘A key sequence to force X11 to return to the previous state." = "应用程序已请求 X11 更改显示器的分辨率。当发出请求的应用程序请求返回到以前的状态时，X11 会将显示器恢复到以前的状态。此外，您也可以使用 ⌥⌘A 键来强制 X11 返回到以前的状态。";

/* No comment provided by engineer. */
"Allow" = "允许";

/* No comment provided by engineer. */
"Always Allow" = "总是允许";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Mac Help" = "Mac 帮助";

/* No comment provided by engineer. */
"Quit" = "退出";

/* No */
"No" = "否";

/* Yes */
"Yes" = "是";

/* Terminal */
"Terminal" = "终端";

/* Startup xinitrc dialog */
"You have an existing ~/.xinitrc file.\n\nWindows displayed by X11 applications may not have titlebars, or may look different to windows displayed by native applications.\n\nWould you like to move aside the existing file and use the standard X11 environment the next time you start X11?" = "有现存的 ~/.xinitrc 文件。\n\nX11 应用程序显示的窗口可能没有标题栏，或者可能看起来与原生应用程序显示的窗口不同。\n\n您想将现有文件移到一边并在下次启动 X11 时使用标准 X11 环境吗？";

/* window item modifiers */
"window item modifiers" = "command";

/* Updates menu title … */
"Check for X11 Updates..." = "检查 X11 更新…";
